Repository: abodacs/django-fullstack-biolerplate
Catalog: backend/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Name
ar: الاسم

source: Seasonal - Occur each Year.
ar: موسمى يتكرر كل عام

source: Seasonal - Occur on particular season of the year.
ar: موسمى

source: Monthly - repeated at each Hijri Monthly
ar: كل شهر هجرى

source: Monthly - repeated Monthly
ar: كل شهر

source: Status
ar: الحالة

source: ProjectClass
ar: نوع المشروع

source: order the field in the app
ar: ترتيب الظهور

source: Problem
ar: المشكلة

source: Problems
ar: مشاكل

source: CaseType
ar: نوع الحالة

source: CaseTypes
ar: أنواع الحاﻻت

source: Area
ar: المنطقة

source: Project title
ar: عنوان المشروع

source: Start Date
ar: تاريخ البداية

source: End Date
ar: تاريخ النهاية

source: Project description
ar: وصف المشروع

source: Long description for the Project
ar: وصف مطول للمشروع

source: Project start date can be less than end date.
ar: تحقق من تاريخ البداية

source: Project
ar: المشروع

source: Projects
ar: المشاريع

source: Code
ar: كود

source: Famous Name
ar: اسم الشهرة

source: Mobile
ar: الموبايل

source: Address
ar: العنوان

source: National ID
ar: الرقم القومى

source: Description
ar: الوصف

source: Long description for the Case
ar: وصف مطول

source: Case Envoy
ar: مندوب الحالة

source: Case
ar: الحالة

source: Cases
ar: حاﻻت

source: Personal info
ar: معلومات

source: Permissions
ar: التصاريح

source: Important dates
ar: تواريخ مهمه

source: Cases Number
ar: رقم الحالة

source: The two password fields didn’t match.
ar: ﻻبد من توافق كلمة المرور

source: This username has already been taken.
ar: اسم المستخدم محجوز

source: Password
ar: كلمة المرور

source: Password confirmation
ar: تأكيد كلمة المرور

source: Enter the same password as before, for verification.
ar: ﻻبد من تطابق كلمتى المرور

source: Manager
ar: المسؤل

source: Envoy
ar: مندوب

source: Type
ar: نوع

source: Area in Charge
ar: المنظقة
